<template>
  <div class="user-agreement">
    <h1>运掌柜用户协议</h1>
    <p>本《运掌柜用户协议》（  <strong>"本协议"</strong>  ）是南京智加云信息科技有限公司及其关联公司（统称  <strong>"运掌柜"</strong>  ）作为  <strong>"运掌柜平台"</strong>  的运营者和服务提供者，与您（  <strong>"您"</strong>  或  <strong>"用户"</strong>  ）就您使用运掌柜平台涉及的您的隐私权保护问题所订立的有效合约。</p>
    <p>运掌柜将按照本协议约定收集、使用、共享及保护您的用户信息。本协议包含了运掌柜收集、存储、使用、共享和保护您的用户信息的条款，希望通过本协议向您清晰地介绍运掌柜对您用户信息的处理方式，因此建议您完整地阅读本协议，以帮助您了解维护自己隐私权的方式。</p>
    <p><strong>请您仔细阅读本协议的全部内容（特别是以粗体及/或下划线标注的内容）。如果您不同意本协议的任意内容，或者无法准确理解本协议任何条款的含义，请不要进行后续操作，停止使用运掌柜平台的服务。当您使用运掌柜平台提供的任一服务时，即表示您已同意运掌柜按照本协议来合法使用和保护您的用户信息。本协议构成您注册、使用运掌柜平台之先决条件，您的使用行为将视为同意接受本协议各项条款的约束。</strong></p>
    <p>本协议属于《运掌柜用户服务协议》不可分割的一部分，除本协议另有定义外，《运掌柜用户服务协议》下的定义适用于本协议。</p>
    <p>运掌柜尊重并保护所有用户的隐私。为了给您提供更准确、更有个性化的服务，运掌柜会按照本协议的规定保存、保护、使用和披露与您有关的信息（  <strong>"隐私信息"</strong>  ）。</p>
    <h2><strong>一、隐私信息的收集和内容</strong></h2>
    <p>1.1运掌柜提供运掌柜平台服务时，可能会收集、储存和使用您的隐私信息。如果您不提供相关隐私信息，将无法注册成为运掌柜用户或无法享受运掌柜平台提供的某些服务，或者无法达到相关服务拟达到的效果。</p>
    <p>1.2隐私信息包括您的下列信息，且您同意授权运掌柜按下述约定获取该等信息：</p>
    <p>（1）在您注册账号或开通、使用、接受运掌柜平台的特定服务的过程中，您根据运掌柜平台要求提供的用户注册信息（包括但不限于您的非公开的基本信息、您个人或您的法定代表人/负责人/经营者/代表的姓名、性别、出生年月日、证件号码、证件类型、住所地、电话号码、电子邮件地址、银行账户信息、生物特征信息及其他相关附加信息）、验证信息、验证信息凭证及/或其他信息；</p>
    <p>（2）在您使用运掌柜平台服务，或访问运掌柜平台及相关网页、移动设备客户端时，运掌柜自动接收并记录的您操作的相关信息，包括但不限于您的计算机IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息（含设备标识符、硬件型号、操作系统版本等）及您需求的网页记录等与运掌柜服务相关的数据；</p>
    <p>（3）您在开通、使用、接受运掌柜平台的特定服务及/或运掌柜的合作方通过运掌柜平台提供的服务/商品时所提供及所形成的任何信息和数据；</p>
    <p>（4）您在访问运掌柜平台移动设备客户端时，您授权运掌柜访问、读取您的移动终端设备上的通讯信息（包括但不限于短信、手机通讯录、通话记录等）；</p>
    <p>（5）您通过运掌柜平台服务向其他方提供的共享信息，以及您使用运掌柜平台服务时所储存的信息；</p>
    <p>（6）您与运掌柜的客户服务团队联系时您提供的相关信息，您参与问卷调查时发送的问卷答复信息，以及您接受运掌柜及其合作机构提供的服务时，运掌柜收集的相关信息；</p>
    <p>（7）有关您曾使用的移动应用（App）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；您的网络使用习惯、您常用的软件信息等；</p>
    <p>（8）您通过运掌柜平台服务进行通讯的信息，例如曾通讯的号码，以及通讯时间、数据和时长；</p>
    <p>（9）您向运掌柜或运掌柜的合作方提供及/或授权运掌柜自行或通过第三方查询获得的财产信息，包括但不限于您的财税信息、房产信息、基金、保险、股票、信托、债券、P2P等投资理财信息和负债、担保信息；</p>
    <p>（10）  <strong>位置信息</strong>  ，指您开启您的终端设备等其他GPS设备及其定位功能以及运掌柜平台定位系统/功能并使用运掌柜平台基于位置提供的相关服务时，收集的有关您位置的信息，包括：a)您通过具有定位功能的终端设备等其他GPS设备使用运掌柜平台服务时，运掌柜通过GPS或WiFi等方式收集的您的地理位置信息；b)您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的账户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息，您或其他人共享的照片包含的地理标记信息。您可以通过关闭定位功能，停止运掌柜对您的地理位置信息的收集。</p>
    <p>（11）  <strong>您授权运掌柜向第三方征信机构查询您及您个人或您的法定代表人/负责人/经营者/代表的相关信用信息和数据，包括但不限于关于您的任何信用状况、征信记录（包括您的收入、存款、有价证券、商业保险、不动产的信息和纳税数额信息等财产状况、身体健康状况、位置、行为记录、失信违约记录、违法违规记录等敏感信息等）、信用分、信用报告、能够联系到您的实体地址、电子邮件地址、电话号码等信息、数据；</strong></p>
    <p>（12）您在运掌柜的商业合作伙伴处留存和形成的任何信息和数据（包括但不限于您的支付账户、银行账户信息、任何协议及您在该等协议项下的履约情况、行为数据等）；</p>
    <p>（13）您在其他合法留存您信息的自然人、法人以及其他组织处留存的信息。</p>
    <p>1.3您充分知晓，运掌柜收集、使用以下信息无需征得您的授权同意：</p>
    <p>（1）与国家安全、国防安全有关的；</p>
    <p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>
    <p>（3）与犯罪侦查、起诉、审判和判决执行等有关的；</p>
    <p>（4）出于维护您或其他用户的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
    <p>（5）从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
    <p>（6）用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；</p>
    <p>（7）为合法的新闻报道所必需的；</p>
    <p>（8）学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
    <p>（9）您在使用运掌柜平台服务时输入的其他用户或除本协议以外的第三方可在运掌柜平台上看见或知悉的信息；</p>
    <p>（10）运掌柜收集到的您在运掌柜平台发布的有关信息数据，包括但不限于货源信息、专线信息、参与活动、成交信息及评价详情；</p>
    <p>（11）您的信用评价信息、您违反法律规定、《运掌柜用户服务协议》及/或运掌柜平台的其他规则向运掌柜平台提交的用户信息、实施的行为；</p>
    <p>（12）其他用户对您的投诉、举报信息；</p>
    <p>（13）因您发生本协议第1.3条第（11）、（12）项的情形，运掌柜对您采取的措施；</p>
    <p>（14）运掌柜基于您及其他用户的隐私信息进行的数据分析及得出的结论；</p>
    <p>（15）其他依法不属于隐私信息的信息。</p>
    <p>1.4第三方提供服务时收集的信息，包括：</p>
    <p>（1）通过运掌柜平台服务而接入的第三方服务（包括任何第三方网站）收集的信息。运掌柜平台服务可能包括或链接至第三方提供的服务，运掌柜通过广告或运掌柜平台服务的其他方式向您提供链接，使您可以接入第三方的服务或网站。</p>
    <p>（2）在运掌柜平台中提供广告服务的第三方所收集的信息。</p>
    <p>本协议第1.4条所述第三方服务可能由相关的第三方或运掌柜运营。您使用该等第三方服务（包括您向该等第三方提供的任何用户信息），须受该第三方的服务条款及隐私政策的约束，您需要仔细阅读其条款。除本协议另有约定以外，本协议仅适用于运掌柜所收集的您的隐私信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，运掌柜对任何第三方使用由您提供的信息不承担任何责任。</p>
    <p><strong>1.5您有义务持续确保您在运掌柜平台所填写及提供的手机号、用户信息、用户信息凭证、验证信息、验证信息凭证等资料、凭证、信息的真实性、准确性、完整性、对应一致性及有效性。若您注册账号的手机号所认证的身份证号、姓名并非手机通信运营商实名认证一致的身份证号、姓名（"实名身份信息"），则您应立即将认证的身份证号和姓名修改为实名身份信息，否则运掌柜有权限制或停止向您提供部分或全部运掌柜平台服务或限制您运掌柜账户的部分或全部功能，运掌柜对此不承担任何责任，您将承担因此而产生的全部直接或间接损失，同时，您还应当赔偿运掌柜及/或任何其他第三方因此遭受的全部损失。</strong></p>
    <h2><strong>二、隐私信息的使用</strong></h2>
    <p>2.1运掌柜可能将隐私信息用作下列用途：</p>
    <p>（1）向您提供服务，并维护、改进这些服务；</p>
    <p>（2）在运掌柜提供本服务时，用于身份验证、用户服务、安全防范、诈骗监测、存档和备份用途，以提高运掌柜向您提供本服务的安全性；用于预防、发现、调查欺诈以及危害安全、非法或违反与运掌柜签订的协议以及运掌柜平台政策或规则的行为，以保护您、其他运掌柜用户、运掌柜及其他善意第三方的合法权益；</p>
    <p>（3）帮助运掌柜设计新服务，改善运掌柜平台现有服务；</p>
    <p>（4）使运掌柜更加了解您如何接入和使用本服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示，或对您和其他用户作出其他方面的回应；</p>
    <p>（5）在与合作机构共同向您提供服务时，与合作机构共享信息以便他们向您发送有关其产品和服务的信息及/或提供产品和服务；</p>
    <p>（6）向您提供与您更加相关的广告以替代普遍投放的广告；</p>
    <p>（7）为使您知晓并了解运掌柜的服务情况，向您发送服务状态的通知、营销活动及其他商业性电子信息；</p>
    <p>（8）记录并管理您访问和接受服务的状态、交易记录和历史记录；</p>
    <p>（9）向您推荐您可能感兴趣的内容，包括但不限于向您发出产品和服务信息，或通过系统向您展示个性化的第三方推广信息；</p>
    <p>（10）评估运掌柜平台服务和其他促销及推广活动的效果，并加以改善；</p>
    <p>（11）运掌柜平台系统认证或管理系统升级；</p>
    <p>（12）让您参与运掌柜或其合作机构提供之服务的调查；</p>
    <p>（13）预防或禁止非法的活动；</p>
    <p>（14）根据相关法律法规以及国家有关行政主管机关、司法机关、仲裁机构的要求，分享并提供及使用隐私信息；</p>
    <p>（15）您许可的其他用途。</p>
    <p>2.2为了让您有更好的体验、改善运掌柜平台服务或您同意的其他隐私信息用途，在符合相关法律法规的前提下，运掌柜可能将通过某一项运掌柜平台服务所收集的信息，以汇集信息或者个性化的方式，用于运掌柜的其他服务或者与运掌柜平台合作伙伴共享信息以便他们向您发送有关其产品和服务的信息。例如，在您使用运掌柜的一项服务时所收集的信息，可能在另一服务中用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。如果运掌柜在相关服务中提供了相应选项，您也可以授权运掌柜将该服务所提供和储存的信息用于运掌柜的其他服务。</p>
    <h2><strong>三、隐私信息的分享</strong></h2>
    <p>3.1除以下情形外和本协议另有约定外，未经您同意，运掌柜不会与任何第三方分享您的隐私信息：</p>
    <p>（1）为向您提供运掌柜平台服务，而必须和第三方分享您的隐私信息；</p>
    <p>（2）为了判断您的账户或交易是否安全；</p>
    <p>（3）运掌柜可能将您的隐私信息与运掌柜的关联公司、合作伙伴、第三方征信机构（包括但不限于芝麻信用及其运营主体）、第三方支付机构、电子签名认证机构及其他第三方服务供应商、承包商及代理（例如代表运掌柜发出电子邮件或推送通知的通讯服务提供商、为运掌柜提供位置数据的地图服务供应商）分享（他们可能并非位于您所在的法域），用作下列用途：a)实现本协议第二条所述目的；b)履行运掌柜在《运掌柜用户服务协议》或本协议中的义务和行使运掌柜的权利；c)理解、维护和改善运掌柜平台服务；及/或d)由第三方征信机构出于提供信用或风控服务的需要，用于验证您的信息的真实性及风险判断使用，并将上述分析结果提供给商户/运掌柜的合作方。</p>
    <p>（4）运掌柜与第三方进行联合推广活动，运掌柜可能与其共享活动过程中产生的、为完成活动所必要的隐私信息；</p>
    <p>（5）在运掌柜平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，运掌柜有权决定向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决；</p>
    <p>（6）处理您与他人的纠纷或争议；</p>
    <p>（7）为维护运掌柜及其他运掌柜用户的合法权益；</p>
    <p>（8）为维护和改善运掌柜的服务；</p>
    <p>（9）您出现违反有关法律规定或者《运掌柜用户服务协议》或相关规则的情况，需要向第三方披露您的隐私信息；</p>
    <p>（10）其他运掌柜根据法律规定、《运掌柜用户服务协议》及/或运掌柜平台的其他规则认为有必要披露的情形。</p>
    <p>3.2运掌柜还有权为以下需要而保留、保存或披露您的隐私信息：</p>
    <p>（1）遵守适用的法律法规；</p>
    <p>（2）遵守法院、公安、检察院或其他有权机关的命令；</p>
    <p>（3）遵守相关政府机关的要求；</p>
    <p>（4）为遵守适用的法律法规、维护社会公共利益，或保护运掌柜、运掌柜的用户、雇员的人身、财产安全或其他合法权益所必须使用的合理用途。</p>
    <p>3.3如运掌柜与第三方分享您的隐私信息，运掌柜将努力使该等第三方在使用您的隐私信息时遵守本协议及运掌柜要求其遵守的其他适当的保密和安全措施。</p>
    <p>3.4随着运掌柜业务的持续发展，运掌柜各个关联公司有可能进行合并、收购、资产转让或类似的交易，您同意授权运掌柜有权将您的隐私信息作为此类交易的一部分而被转移。</p>
    <h2><strong>四、用户对用户信息的访问、更新</strong></h2>
    <p>运掌柜将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或在使用运掌柜的服务时基于交易需要访问其他用户信息。在访问、更新、更正和删除前述信息时，运掌柜可能会要求您进行身份验证，以保障账号安全。</p>
    <h2><strong>五、信息安全及保密</strong></h2>
    <p>5.1运掌柜仅为实现本协议所述目的保留您的隐私信息。</p>
    <p>5.2运掌柜会采用符合业界标准的安全防护措施，按照现有技术使用相应的安全技术和程序，提供合理的安全保障，在任何时候尽力做到使您的隐私信息不被泄露、毁损、丢失、不当使用、未经授权阅览或披露。运掌柜同时要求可能接触到您隐私信息的人员/合作伙伴履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与运掌柜的合作关系。但同时，  <strong>您也同意并理解，即便竭尽所能加强安全措施，由于黑客攻击、技术限制、可能存在的各种恶意手段及/或其他因运掌柜可控范围外的因素，运掌柜所获得及保存的您的隐私信息有可能在未经您许可的情况下被其他第三方获得，在这种情况下，除非运掌柜故意泄露您的该等信息，您不应当追究运掌柜的任何责任。</strong></p>
    <p>5.3请妥善保管您的账号及其密码，并务必在安全的网络环境、设备设施上输入账户密码、使用运掌柜服务。运掌柜将通过对用户密码进行加密等安全措施来防止前述信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您注意在信息网络上不存在"完善的安全措施"。</p>
    <p>5.4在使用运掌柜用户网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的隐私信息，如联络方式或者联系地址。请您妥善保护自己的隐私信息，仅在必要的情形下向他人提供，否则对因此而造成的您的隐私信息的泄露和损失，运掌柜不承担任何责任。如您发现自己的隐私信息泄密，尤其是账户及/或其密码发生泄露，请您立即联络运掌柜客服，以便运掌柜采取相应措施。</p>
    <p>5.5运掌柜将根据法律法规规定及本协议约定对您的隐私信息予以保密，但下列情形除外：</p>
    <p>（1）法律、法规、规章及其他规范性文件另有规定；</p>
    <p>（2）政府机关、司法机关及监管部门提出要求；</p>
    <p>（3）相关信息已成为公开信息；</p>
    <p>（4）您同意无须再严格保密；</p>
    <p>（5）本协议另有约定；</p>
    <p>（6）其他合法情形。</p>
    <h2><strong>六、其他</strong></h2>
    <p>6.1本协议未尽事宜以《运掌柜用户服务协议》及所有运掌柜已经发布的或将来可能发布的运掌柜平台服务使用规则为准。</p>
    <p>6.2您同意，本协议的签订、效力、履行、终止及其解释适用中华人民共和国（为本协议之目的，不包括香港特别行政区、澳门特别行政区及台湾地区）的法律。</p>
    <p>6.3  <strong>因运掌柜与您就本协议的签订、履行或解释发生争议，双方应努力友好协商解决。如协商不成，运掌柜和</strong> 您均同意由南京智加云信息科技有限公司住所地有管辖权的法院通过诉讼解决。</p>
    <p>6.4双方确认，为更好地为您提供运掌柜平台服务，运掌柜有权随时修改或变更本协议，并将通过运掌柜平台公布最新的协议内容，运掌柜将不另作个别通知，您自愿接受本协议及运掌柜不时发布的新规则的约束。若您在本协议的内容发生修改、变更后，继续使用运掌柜平台服务的，视为您已阅读、了解并同意最新修订的本协议内容。</p>
    <p>6.5本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
    <p>6.6本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
    <p>6.7本协议以电子版本订立，对您与运掌柜均有约束力。</p>
  </div>
</template>

<script>
export default {
  name: 'user-agreement',
  metaInfo: {
    title: '用户协议'
  }
}
</script>
<style lang="stylus" scoped>
  .user-agreement
    background-color: #FFFFFF
    padding: 30px 12px 25px
    h1
      text-align: center
      color: #333333
      font-size: 17px;
      line-height: 24px;
      font-weight: bold
      margin-bottom: 20px;
    h2
      text-align: left
      color: #333333
      line-height: 21px;
      margin-bottom: 20px;
      strong
        font-weight: bold
    p
      font-size: 14px;
      color: #444444;
      line-height: 21px;
      margin-bottom: 20px;
      text-indent 24px
      strong
        font-weight: bold
</style>
