<template>
  <div class="privacy-agreement">
    <h1 class="border-bottom-1px">运掌柜用户隐私保护协议</h1>
    <h3>提示条款：</h3>
    <p>您的信任对我们非常重要，我们深知个人信息对您的重要性，我们将按法律法规要求，采取相应安全保护措施，尽力保护您的个人信息安全可控。有鉴于此，运掌柜和服务提供者（或简称"我们"）制定本《隐私政策》（下称"本政策"）并提醒您：</p>
    <p>本政策适用于运掌柜产品及服务，包括<strong>运掌柜</strong>官网及<strong>运掌柜</strong>开放平台、<strong>运掌柜</strong>网页版及客户端、<strong>运掌柜</strong>自有品牌的智能硬件以及将<strong>运掌柜</strong>部分功能/服务作为第三方服务集成在<strong>运掌柜</strong>关联公司（见定义条款）和/或其他第三方智能硬件、软件或服务中。**如我们关联公司（范围详见定义部分）的产品或服务中使用了运掌柜提供的产品或服务但未设独立的隐私政策的，则本政策同样适用于该部分产品或服务。</p>
    <p>需要特别说明的是，本隐私政策不适用于其他第三方通过前述网页或客户端向您提供的服务。例如您通过运掌柜开放平台下载使用的第三方应用或者依托运掌柜产品向您提供服务时，您向第三方提供的信息不适用本政策。</p>
    <p><strong>在使用运掌柜产品或服务前，请您务必仔细阅读并透彻理解本政策，在确认充分理解并同意后使用相关产品或服务。一旦您开始使用运掌柜产品或服务，即表示您已充分理解并同意本政策。</strong></p>
    <h1>第一部分 定义</h1>
    <p><strong>运掌柜服务：</strong> 是指南京智加云信息科技有限公司旗下的运掌柜服务提供者开发、运营的旨在解决中国物流企业管理货物运输管理、仓储管理的一些列管理多端平台及客户端。包括运掌柜官网及运掌柜开放平台、运掌柜网页版及客户端、运掌柜自有品牌的智能硬件以及将运掌柜部分功能/服务作为第三方服务集成在运掌柜关联公司（见定义条款）和/或其他第三方软件和/或智能硬件而提供的服务。</p>
    <p><strong>运掌柜服务提供者：</strong> 是指研发并提供运掌柜产品和服务的南京智加云信息科技有限公司，以下简称"运掌柜"。</p>
    <p><strong>个人信息：</strong> 指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</p>
    <p><strong>个人敏感信息：</strong> 包括身份证件号码、手机号码、银行账号、行踪轨迹、交易信息、14岁以下（含）儿童的个人信息等。</p>
    <p><strong>个人信息删除：</strong> 指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。</p>
    <h1>第二部分 法律声明</h1>
    <h2>一、权利归属</h2>
    <p>运掌柜的Logo、"运掌柜"等文字、图形及其组合，以及运掌柜其他标识、徽记、运掌柜服务的名称等为运掌柜及其关联公司在中国和其他国家的注册商标。未经运掌柜书面授权，任何人不得以任何方式展示、使用或做其他处理（包括但不限于复制、传播、展示、镜像、上传、下载），也不得向他人表明您有权展示、使用或做其他处理。</p>
    <p>运掌柜所有的产品、服务、技术与所有应用程序或其组件/功能（以下或简称"技术服务"）的知识产权均归属于运掌柜所有或归其权利人所有。</p>
    <p>除非另行声明，运掌柜拥有运掌柜在网站内发布文档等信息（包括但不限于文字、图形、图片、照片、音频、视频、图标、色彩、版面设计、电子文档）的所有权利（包括但不限于版权、商标权、专利权、商业秘密和其他所有相关权利）。未经运掌柜许可，任何人不得擅自使用如上内容（包括但不限于通过程序或设备监视、复制、转播、展示、镜像、上传、下载网站内的任何内容）。被授权浏览、复制、打印和传播属于运掌柜产品和服务内信息内容的，该等内容都不得用于商业目的且所有信息内容及其任何部分的使用都必须包括此权利声明。</p>
    <h2>二、责任限制</h2>
    <p>运掌柜用户在运掌柜移动客户端、官方主页、论坛、社区以及开放平台上自行上传、提供、发布相关信息，包括但不限于用户名称、公司名称、 联系人及联络信息，相关图片、资讯等，该等信息均由用户自行提供，运掌柜用户须对其提供的任何信息依法承担全部责任。</p>
    <p>运掌柜转载作品（包括论坛内容）出于传递更多信息之目的，并不意味运掌柜赞同其观点或证实其内容的真实性。</p>
    <p>运掌柜在此提示，您在使用运掌柜产品及服务期间应当遵守中华人民共和国的法律，不得危害网络安全，不得利用运掌柜产品及服务从事侵犯他人名誉、隐私、知识产权和其他合法权益的活动。尽管有前述提示，运掌柜不对您使用运掌柜产品及服务的用途和目的承担任何责任。</p>
    <h1>第三部分 隐私政策</h1>
    <p>本隐私政策部分将帮助您了解以下内容：</p>
    <p>1、我们如何收集和使用您的个人信息</p>
    <p>2、我们如何使用Cookie和同类技术</p>
    <p>3、我们如何共享、转让、公开披露您的个人信息</p>
    <p>4、我们如何保护您的个人信息</p>
    <p>5、我们如何处理未成年人的个人信息</p>
    <p>6、您的个人信息如何在全球范围转移</p>
    <p>7、本隐私政策如何更新</p>
    <p>8、如何联系我们</p>
    <h2>一、我们如何收集和使用您的个人信息</h2>
    <h3>(一) 我们如何收集您的信息</h3>
    <p>我们会出于本政策所述的以下目的，收集和使用您的个人信息：</p>
    <h4>1.帮助您成为运掌柜用户</h4>
    <p>为成为运掌柜会员，以便我们为您提供会员服，您需要提供手机号码、姓名、身份证信息、行业类型、企业名称、企业地址等基本信息，并创建运掌柜账号和密码。</p>
    <h4>2.向您提供产品或服务</h4>
    <p>1)您向我们提供的信息</p>
    <p>在服务使用过程中，您可以对运掌柜产品及服务的体验问题反馈，帮助我们更好地了解您使用我们产品或服务的体验和需求，改善我们产品或服务。</p>
    <p>您可以通过运掌柜为其他人订购产品或服务，您需要提供该实际订购人的前述个人信息。向我们提供该实际订购人的前述个人信息之前，您需确保您已经取得其授权同意。若前述个人不同意，我们将不对该个人可能造成的侵权承当相应法律责任。</p>
    <p>2)我们在您使用服务过程中收集的信息</p>
    <p>为向您提供更契合您需求的智能硬件和/或软件、页面展示和搜索结果、了解产品适配性、识别账号异常状态，我们会收集关于您使用产品、服务以及使用方式的信息并将这些信息进行关联，这些信息包括：</p>
    <p><strong>设备信息：</strong> 我们会根据您在软件安装及使用中授予的具体权限，接收并记录您所使用的设备相关信息（例如设备型号、操作系统版本、设备设置、唯一设备标识符等软硬件特征信息）、设备所在位置相关信息（例如IP地址、GPS/北斗位置信息以及能够提供相关信息的Wi-Fi接入点、蓝牙和基站等传感器信息）。</p>
    <p><strong>日志信息：</strong> 当您使用我们的网站或客户端提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。例如您的搜索查询内容、IP地址、浏览器的类型、电信运营商、使用的语言、访问日期和时间、您访问的网页记录、通话状态信息等。</p>
    <p><strong>请注意，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。</strong> 如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。</p>
    <p>为展示您账号的订单信息，我们会收集您在使用我们服务过程中产生的订单信息用于向您展示及便于您对订单进行管理。</p>
    <p>当您与我们联系时，我们可能会保存您的通信/通话记录和内容或您留下的联系方式等信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。</p>
    <p>3)我们在您使用个性推荐服务过程中收集的信息</p>
    <p>为向您提供更好、更个性化的服务，例如在不同的服务端或设备上提供更个性化但体验一致的服务，更契合您需求的输入推荐、客服接待或信息推送，了解产品适配性，识别账号异常状态，我们会收集您使用服务的相关信息，这些信息包括： <strong>设备信息、日志、服务使用信息。</strong></p>
    <p><strong>日志：</strong> 当您使用我们的网页或客户端时，我们会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。例如您的IP地址、浏览器的类型、电信运营商、使用的语言、访问日期和时间以及访问时长、软硬件特征信息、您需求的网页记录及运掌柜服务Cookies信息，等。</p>
    <p><strong>服务使用信息：</strong> 我们会记录您在使用运掌柜产品及服务时提交或产生的信息、通过钉盘存储的信息、其他关联公司中转的方式传输的文件、创建的好友列表、设置信息（例如记住密码、自动登录、通用设置、隐私设置、消息提示）等。</p>
    <p>当您在使用运掌柜服务执行某些操作时（例如货物开始承运时），我们可能会向您或其他人（司机或者收货人）发送通知；</p>
    <p>对于您在运掌柜开放平台开通使用的第三方应用服务，我们将在您启动该应用时收集相关信息，并按照本隐私权政策进行处理；第三方应用服务提供者可能会获取您使用运掌柜服务的相关个人信息，该第三方应用服务对您的个人信息的收集（如有）则受该第三方隐私权政策约束。</p>
    <p>第三方向我们提供的信息</p>
    <p>运掌柜将对其他用户进行与您相关的操作时收集关于您的信息，亦可能从运掌柜关联公司、合作第三方或通过其他合法途径获取的您的个人数据信息。</p>
    <h4>3.为您提供安全保障</h4>
    <p>为预防、发现、调查欺诈、侵权、危害安全、非法或违反与我们或与我们关联公司的协议、政策或规则的行为，我们可能收集或整合您的用户信息、服务使用信息、设备信息、日志信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息。</p>
    <h4>4.其他用途</h4>
    <p>我们将基于本政策未载明的其他特定目的收集您的信息时，会事先征求您的同意。</p>
    <p>运掌柜收集及使用上述信息的目的是为了更好地经营运掌柜产品和服务（包括但不限于向您提供个性化的服务），并且会通过包括但不限于通过网站通知、电子邮件、电话或短信息等方式通知运掌柜不会查看或者使用您通过运掌柜等服务存储的任何业务数据。</p>
    <p>如我们停止运营运掌柜产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，对所持有的个人信息进行删除或匿名化处理。</p>
    <h3>(二) 我们如何使用您的信息</h3>
    <p>收集您的信息是为了向您提供服务及提升服务质量，为了实现这一目的，我们会把您的信息用于下列用途：</p>
    <p>1、向您提供您使用的运掌柜产品或服务，并维护、改进、优化这些服务及服务体验；</p>
    <p>2、为预防、发现、调查欺诈、侵权、危害安全、非法或违反与我们或与我们关联公司的协议、政策或规则的行为，保护您、其他用户或公众，我们或我们关联公司的合法权益，我们可能使用或整合您的用户信息、服务使用信息、设备信息、日志信息以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施；</p>
    <p>3、我们可能会将您的信息进行处理或者与来自其他服务的信息结合起来，用于为了向您提供更加个性化的服务使用，例如向您推荐可能感兴趣的内容，包括但不限于向您发出产品和服务信息，或通过系统向您展示个性化的第三方推广信息，或者在征得您同意的情况下与运掌柜合作伙伴共享信息以便他们向您发送有关其产品和服务的信息；</p>
    <p>4、经您许可的其他用途。</p>
    <h2>二、我们如何使用 Cookie 和同类技术</h2>
    <p>为使您获得更轻松的访问体验，您使用运掌柜产品或服务时，我们可能会通过采用各种技术收集和存储您访问运掌柜服务的相关数据，在您访问或再次访问运掌柜服务时,我们能识别您的身份，并通过分析数据为您提供更好更多的服务。包括使用小型数据文件识别您的身份，这么做是为了解您的使用习惯，帮您省去重复输入账户信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是Cookie、Flash Cookie，或您的浏览器或关联应用程序提供的其他本地存储（统称"Cookie"）。</p>
    <p>请您理解，我们的某些服务只能通过使用Cookie才可得到实现。如果您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝运掌柜的Cookie，但拒绝运掌柜的Cookie在某些情况下您可能无法使用依赖于cookies的运掌柜服务的部分功能。</p>
    <p>网页上常会包含一些电子图像，称为"单像素 GIF 文件"或"网络 beacon"，它可以帮助网站计算浏览网页的用户或访问某些cookie。我们会通过网络beacon收集您浏览网页活动信息，例如您访问的页面地址、您先前访问的援引页面的位址、您停留在页面的时间、您的浏览环境以及显示设定等。</p>
    <h2>三、我们如何共享、转让、公开披露您的信息</h2>
    <h3>(一) 共享</h3>
    <p>我们不会与运掌柜服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：</p>
    <p>1、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。</p>
    <p>2、在法定情形下的共享：我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。</p>
    <p>3、只有透露您的资料，才能提供您所要求的产品和服务，如使用忘记密码服务，您通过验证码确认的手机号码，将传送至基础电信业务运营商以实现通信，并接收短信验证码</p>
    <p>4、在您被他人投诉侵犯知识产权或其他合法权利时，需要向投诉人披露您的必要资料，以便进行投诉处理的；</p>
    <p>5、与关联公司间共享： <strong>为便于我们基于关联账号共同向您提供服务，推荐您可能感兴趣的信息或保护运掌柜关联公司或其他用户或公众的人身财产安全免遭侵害，您的个人信息可能会与我们的关联公司共享。</strong> 我们只会共享必要的个人信息（如为便于您使用运掌柜账号使用我们关联公司产品或服务，我们会向关联公司共享您必要的账号信息），如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。</p>
    <p>6、与授权合作伙伴共享： <strong>仅为实现本隐私政策中声明的目的，我们的某些服务将由我们和授权合作伙伴共同提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。</strong> 我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。 <strong>我们的合作伙伴无权将共享的个人信息用于与产品或服务无关的其他用途。</strong></p>
    <p>运掌柜服务含有到其他网站的链接。除法律另有规定外，运掌柜对其他网站的隐私保护措施不负任何责任。我们可能在任何需要的时候增加商业伙伴或共用品牌的网站，但是提供给他们的将仅是综合信息，我们将不会公开您的身份。</p>
    <h3>(二) 转让</h3>
    <p>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
    <p>1、在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息。</p>
    <p>2、在运掌柜服务提供者发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。</p>
    <h3>(三) 公开披露</h3>
    <p>我们仅会在以下情况下，公开披露您的个人信息：</p>
    <p>1、获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；</p>
    <p>2、如果我们确定您出现违反法律法规或严重违反<strong>运掌柜</strong>相关协议规则的情况，或为保护<strong>运掌柜</strong>及其关联公司用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或<strong>运掌柜</strong>相关协议规则征得您同意的情况下披露关于您的个人信息**，包括相关违规行为以及运掌柜已对您采取的措施。</p>
    <h3>(四) 共享、转让、公开披露个人信息时事先征得授权同意的例外</h3>
    <p>以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：</p>
    <p>1、与国家安全、国防安全有关的；</p>
    <p>2、与公共安全、公共卫生、重大公共利益有关的；</p>
    <p>3、与犯罪侦查、起诉、审判和判决执行等有关的；</p>
    <p>4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
    <p>5、您自行向社会公众公开的个人信息；</p>
    <p>6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
    <p>根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。</p>
    <h2>四、我们如何保护您的信息</h2>
    <p>我们会采取各种预防措施来保护您的个人信息，以保障您的个人信息免遭丢失、盗用和误用，以及被擅自取阅、披露、更改或销毁。为确保您个人信息的安全，我们有严格的信息安全规定和流程，并有专门的信息安全团队在公司内部严格执行上述措施。</p>
    <p>运掌柜有行业先进的以数据为核心，围绕数据生命周期进行的数据安全管理体系，从组织建设、制度设计、人员管理、产品技术等方面多维度提升整个系统的安全性。</p>
    <p>我们会采取合理可行的措施，尽力避免收集无关的个人信息，并在限于达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期限或在法律的允许期限内。</p>
    <p>在不幸发生个人信息安全事件后，我们将按照法律法规的要求【并最迟不迟于30 个自然日内】向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。</p>
    <p>互联网环境并非百分之百安全，尽管我们有这些安全措施，但请注意在互联网上不存在"完善的安全措施"，我们将尽力确保您的信息的安全性。</p>
    <h2>五、您的个人信息如何在全球范围转移</h2>
    <p>原则上，我们在中华人民共和国境内运营中收集和产生的个人信息，存储在中国人民共和国境内。就中华人民共和国境外运掌柜用户使用运掌柜产品及服务过程中产生的个人信息，您同意回传存储在中国境内的服务器上，否则您无法使用现有运掌柜的产品及服务。在此类情况下，我们会确保您的个人信息得到在中华人民共和国境内足够同等的保护。</p>
    <h2>六、本政策如何更新</h2>
    <p>我们的隐私政策可能变更。</p>
    <p>未经您明确同意我们不会限制您按照本隐私政策所应享有的权利。我们会在运掌柜官方主页上公告发布对本隐私政策所做的任何变更。</p>
    <p>对于重大变更，我们还会提供更为显著的通知（包括我们会通过运掌柜公示的方式进行意见征集、公告通知甚至向您提供弹窗提示）。</p>
    <p>本政策所指的重大变更包括但不限于：</p>
    <p>1、我们的服务模式发生重大变化。如处理用户信息的目的、用户信息的使用方式等；</p>
    <p>2、我们在控制权、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等；</p>
    <p>3、用户信息共享、转让或公开披露的主要对象发生变化；</p>
    <p>4、我们负责处理用户信息安全的责任部门、联络方式及投诉渠道发生变化时；</p>
    <p>5、用户信息安全影响评估报告表明存在高风险时。</p>
  </div>
</template>

<script>
export default {
  name: 'privacy-agreement',
  metaInfo: {
    title: '隐私协议'
  }
}
</script>
<style lang="stylus" scoped>
  .privacy-agreement
    background-color: #FFFFFF
    padding: 30px 12px 25px
    h1
      text-align: center
      color: #333333
      font-size: 20px;
      line-height: 24px;
      font-weight: bold
      margin-bottom: 20px;
    h2
      text-align: center
      color: #333333
      font-size: 17px;
      line-height: 21px;
      margin-bottom: 20px;
    h3
      text-align: left
      color: #333333
      font-size: 16px;
      line-height: 20px;
      margin-bottom: 20px;
    h4
      text-align: left
      color: #333333
      font-size: 14px;
      line-height: 18px;
      margin-bottom: 20px;
    p
      font-size: 14px;
      color: #444444;
      line-height: 21px;
      margin-bottom: 10px;
      text-indent 24px
    strong
      font-weight: bold
</style>
